Assignment2/convertFahrenheitToCelsius_request.xml

<?xml version = "1.0"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope/"
  soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">
  <!--omitted Header -->
  <soap:Body xmlns:steph="http://stephmoreau.ca/JAC/soap">
    <steph:convertFahrenheitToCelsius>
      <steph:fahrenheit>72.0</steph:fahrenheit>
    </steph:convertFahrenheitToCelsius>
  </soap:Body>
</soap:Envelope>
